// © Copyright 2005-2009, 2015 HP Development Company, L.P.

TaskName = "Calibrar a qualidade da impressão";

CalibrationFailedTitle = "Não é possível calibrar a qualidade da impressão";
CalibrationFailedExplanation = "Verifique se a impressora está conectada e ligada, e tente novamente.";
PrintingPatternsProcessTitle = "Figuras da impressão…";
PenFailureMsg = "Um cartucho de tinta parece ausente, não detectado ou incorretamente instalado.";

TwowayConnectionErrorTitle = "Não é possível estabelecer uma comunicação bi-direcional com o dispositivo";

NoPensErrorTitle = "Nenhum cartucho de impressão foi detectado";
NoPensErrorMessage = "Se os cartuchos foram instalados, verifique se a fita plástica que cobre os injetores de tinta foi removida.";

CriticalConditionTitle = "A impressora está em condição crítica";
CriticalConditionMsg = "Solucione a condição crítica da impressora.";

HSDQualityCalibrationTextFieldTitle = "Calibrar a qualidade da impressão";
HSDInfoTextFieldTitle = "Este procedimento pode melhorar a qualidade da impressão de fotos. Recomenda-se dar o comando Limpar antes de fazer a calibragem.";
HSDGuideTextFieldTitle = "Clique em Calibrar para iniciar o procedimento. Este processo demora cerca de um minuto e usa uma folha de papel. Usar somente papel simples com este procedimento.";
HSDCalibrateButtonTitle = "Calibrar";

HSDPatternDescription1 = "Verifique a página que foi impressa e selecione a legenda da figura que contiver o menor número de linhas horizontais perceptíveis. Não deixe de checar as áreas claras e as escuras das figuras antes de fazer sua escolha.";
HSDPatternLabel = "Legenda da figura:";
HSDPatternDescription2 = "Após a seleção, clique em Aplicar.";
HSDApplyButton = "Aplicar";
